Repository: pivovar-samara/ddiary
Catalog: DDiary/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, zh_hans

# settings.section.thresholds
source: Thresholds
ar: الحدود الفاصلة
de: Schwellenwerte
es: Umbrales
fr: Seuils
it: Soglie
ja: 閾値
ko: 임계값
nl: Drempelwaarden
pl: Progi
pt_br: Limites
ru: Пороги
sv: Tröskelvärden
tr: Eşikler
uk: Порогові значення
zh_hans: 阈值

# settings.section.units
source: Units
ar: الوحدات
de: Einheiten
es: Unidades
fr: Unités
it: Unità
ja: 単位
ko: 단위
nl: Eenheden
pl: Jednostki
pt_br: Unidades
ru: Единицы
sv: Enheter
tr: Birimler
uk: Одиниці
zh_hans: 单位

# settings.share.exported_csv
source: Exported CSV
ar: CSV مُصدَّر
de: Exportierte CSV
es: CSV exportado
fr: CSV exporté
it: CSV esportato
ja: エクスポートしたCSV
ko: 내보낸 CSV
nl: Geëxporteerde CSV
pl: Wyeksportowany CSV
pt_br: CSV exportado
ru: Экспортированный CSV
sv: Exporterad CSV
tr: Dışa aktarılan CSV
uk: Експортований CSV
zh_hans: 已导出的 CSV

# settings.share.no_file
source: No file
ar: لا يوجد ملف
de: Keine Datei
es: Sin archivo
fr: Aucun fichier
it: Nessun file
ja: ファイルなし
ko: 파일 없음
nl: Geen bestand
pl: Brak pliku
pt_br: Nenhum arquivo
ru: Нет файла
sv: Ingen fil
tr: Dosya yok
uk: Немає файлу
zh_hans: 无文件

# settings.title
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ru: Настройки
sv: Inställningar
tr: Ayarlar
uk: Налаштування
zh_hans: 设置

# slot.status.completed
source: Done
ar: مكتمل
de: Erledigt
es: Completado
fr: Terminé
it: Completato
ja: 完了
ko: 완료
nl: Voltooid
pl: Ukończono
pt_br: Concluído
ru: Выполнено
sv: Klar
tr: Tamamlandı
uk: Виконано
zh_hans: 已完成

# slot.status.due
source: Due
ar: حان الوقت
de: Fällig
es: Pendiente
fr: À faire
it: In scadenza
ja: 期限
ko: 예정
nl: Verwacht
pl: Do wykonania
pt_br: Pendente
ru: Пора
sv: Förfallen
tr: Zamanı geldi
uk: Час
zh_hans: 待完成

# slot.status.missed
source: Missed
ar: فائت
de: Verpasst
es: Perdido
fr: Manqué
it: Mancato
ja: 未実施
ko: 놓침
nl: Gemist
pl: Pominięto
pt_br: Perdido
ru: Пропущено
sv: Missad
tr: Atlandı
uk: Пропущено
zh_hans: 已错过

# slot.status.scheduled
source: Scheduled
ar: مجدول
de: Geplant
es: Programado
fr: Planifié
it: Pianificato
ja: 予定
ko: 예약됨
nl: Gepland
pl: Zaplanowano
pt_br: Agendado
ru: Запланировано
sv: Schemalagd
tr: Planlandı
uk: Заплановано
zh_hans: 已安排

# summary.count
source: Count
ar: العدد
de: Anzahl
es: Cantidad
fr: Nombre
it: Conteggio
ja: 回数
ko: 횟수
nl: Aantal
pl: Liczba
pt_br: Contagem
ru: Количество
sv: Antal
tr: Sayı
uk: Кількість
zh_hans: 次数

# summary.dia_min_max_avg
source: DIA min/max/avg
ar: DIA أدنى/أقصى/متوسط
de: DIA min/max/Mittel
es: DIA mín/máx/med
fr: DIA min/max/moy
it: DIA min/max/media
ja: 拡張期 最小/最大/平均
ko: 이완기 최소/최대/평균
nl: DIA min/max/gem
pl: DIA min/maks/śr
pt_br: DIA mín/máx/méd
ru: ДАД мин/макс/ср
sv: DIA min/max/medel
tr: DİA min/maks/ort
uk: ДАТ мін/макс/сер
zh_hans: 舒张压 最小/最大/平均

# summary.min_max_avg
source: Min/Max/Avg
ar: أدنى/أقصى/متوسط
de: Min/Max/Mittel
es: Mín/Máx/Med
fr: Min/Max/Moy
it: Min/Max/Media
ja: 最小/最大/平均
ko: 최소/최대/평균
nl: Min/Max/Gem
pl: Min/Maks/Śr
pt_br: Mín/Máx/Méd
ru: Мин/Макс/Ср
sv: Min/Max/Medel
tr: Min/Maks/Ort
uk: Мін/Макс/Сер
zh_hans: 最小/最大/平均

# summary.pulse_min_max_avg
source: Pulse min/max/avg
ar: النبض أدنى/أقصى/متوسط
de: Puls min/max/Mittel
es: Pulso mín/máx/med
fr: Pouls min/max/moy
it: Polso min/max/media
ja: 脈拍 最小/最大/平均
ko: 맥박 최소/최대/평균
nl: Pols min/max/gem
pl: Puls min/maks/śr
pt_br: Pulso mín/máx/méd
ru: Пульс мин/макс/ср
sv: Puls min/max/medel
tr: Nabız min/maks/ort
uk: Пульс мін/макс/сер
zh_hans: 脉搏 最小/最大/平均

# summary.sys_min_max_avg
source: SYS min/max/avg
ar: SYS أدنى/أقصى/متوسط
de: SYS min/max/Mittel
es: SYS mín/máx/med
fr: SYS min/max/moy
it: SYS min/max/media
ja: 収縮期 最小/最大/平均
ko: 수축기 최소/최대/평균
nl: SYS min/max/gem
pl: SYS min/maks/śr
pt_br: SYS mín/máx/méd
ru: САД мин/макс/ср
sv: SYS min/max/medel
tr: SİS min/maks/ort
uk: САТ мін/макс/сер
zh_hans: 收缩压 最小/最大/平均

# summary.title
source: Summary
ar: ملخص
de: Zusammenfassung
es: Resumen
fr: Résumé
it: Riepilogo
ja: サマリー
ko: 요약
nl: Samenvatting
pl: Podsumowanie
pt_br: Resumo
ru: Сводка
sv: Sammanfattning
tr: Özet
uk: Зведення
zh_hans: 摘要

# tab.history
source: History
ar: السجل
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
ja: 履歴
ko: 기록
nl: Geschiedenis
pl: Historia
pt_br: Histórico
ru: История
sv: Historik
tr: Geçmiş
uk: Історія
zh_hans: 历史

# tab.settings
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ru: Настройки
sv: Inställningar
tr: Ayarlar
uk: Налаштування
zh_hans: 设置

# tab.today
source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
ja: 今日
ko: 오늘
nl: Vandaag
pl: Dzisiaj
pt_br: Hoje
ru: Сегодня
sv: Idag
tr: Bugün
uk: Сьогодні
zh_hans: 今天

# today.block.completed
source: Completed
ar: مكتمل
de: Abgeschlossen
es: Completado
fr: Terminé
it: Completato
ja: 完了
ko: 완료
nl: Voltooid
pl: Ukończono
pt_br: Concluído
ru: Выполнено
sv: Klar
tr: Tamamlandı
uk: Виконано
zh_hans: 已完成

# today.block.later
source: Later Today
ar: لاحقًا اليوم
de: Später heute
es: Más tarde hoy
fr: Plus tard aujourd'hui
it: Più tardi oggi
ja: 今日の後で
ko: 오늘 나중에
nl: Later vandaag
pl: Później dzisiaj
pt_br: Mais tarde hoje
ru: Позже сегодня
sv: Senare idag
tr: Bugün daha sonra
uk: Пізніше сьогодні
zh_hans: 今天稍后

# today.block.now
source: Now
ar: الآن
de: Jetzt
es: Ahora
fr: Maintenant
it: Adesso
ja: 今すぐ
ko: 지금
nl: Nu
pl: Teraz
pt_br: Agora
ru: Сейчас
sv: Nu
tr: Şimdi
uk: Зараз
zh_hans: 现在

# today.block.overdue
source: Overdue
ar: متأخر
de: Überfällig
es: Atrasado
fr: En retard
it: In ritardo
ja: 期限超過
ko: 기한 초과
nl: Te laat
pl: Zaległe
pt_br: Atrasado
ru: Просрочено
sv: Försenad
tr: Gecikmiş
uk: Прострочено
zh_hans: 已逾期

# today.loading
source: Loading…
ar: جارٍ التحميل…
de: Laden…
es: Cargando…
fr: Chargement…
it: Caricamento…
ja: 読み込み中…
ko: 불러오는 중…
nl: Laden…
pl: Ładowanie…
pt_br: Carregando…
ru: Загрузка…
sv: Läser in…
tr: Yükleniyor…
uk: Завантаження…
zh_hans: 加载中…

# today.quick_entry.title
source: Quick Entry
ar: إدخال سريع
de: Schnelleingabe
es: Entrada rápida
fr: Saisie rapide
it: Inserimento rapido
ja: クイック入力
ko: 빠른 입력
nl: Snelle invoer
pl: Szybki wpis
pt_br: Entrada rápida
ru: Быстрый ввод
sv: Snabbinmatning
tr: Hızlı Giriş
uk: Швидкий запис
zh_hans: 快速记录

# unit.mg_dl
source: mg/dL
ru: мг/дл
uk: мг/дл

# unit.mmol_l
source: mmol/L
ru: ммоль/л
uk: ммоль/л
